import React from 'react';


const AboutPage = () => {
    return(
        <div>Butaflowers — поставщик цветов, предлагающий восточно-европейским и европейским оптовикам и флористам наиболее разнообразный ассортимент срезанных цветов. Мы являемся одной из крупнейших компаний, выступающих на цветочным аукционе Flora Holland в Нидерландах. За 5 лет усердной работы мы зарекомендовали себя в качестве надежного поставщика, а наша продукция действительно славится выдающимся качеством.

            Butaflowers покупает цветы непосредственно на цветочных аукционах в Naaldwijk, Rijnsburg, Aalsmeer от голландских производителей и торговцев, а также с проверенных временем плантаций качественных роз в Эквадоре и лучших садовников Израиля.</div>
    );
}

export default AboutPage;
